[
  {
    "id": 10001,
    "name": "Излечение от ран",
    "desc": "Полностью восстанавливает нательные хиты мага, произнёсшего заклинание. Не восстанавливает хиты полученные магическим образом. \n",
    "effect": "Ваши нательные хиты полностью восстановлены",
    "manaCost": 2,
    "pointsCost": 4,
    "pic": "restoration",
    "sound": "regen.mp3",
    "isActive": false
  },
  {
    "id": 10002,
    "name": "Лечение ближних",
    "desc": "Полностью восстанавливает нательные хиты цели заклинания (не мага применяющего его). Не восстанавливает хиты полученные магическим образом. \n",
    "effect": "Нательные хиты цели заклинания восстановлены",
    "manaCost": 4,
    "pointsCost": 0,
    "pic": "restoration",
    "sound": "regen.mp3",
    "isActive": false
  },
  {
    "id": 10003,
    "name": "Магический оберег",
    "desc": "На один час даёт магу, произнёсшему заклинание, защиту от одного попадания боевым заклинанием. На персонажа может действовать только один оберег одного типа.\n",
    "effect": "Повяжите синию атласную ленту на плечо или голову. После пробития оберега - снимите ленту.",
    "manaCost": 1,
    "pointsCost": 3,
    "pic": "restoration",
    "sound": "regen.mp3",
    "isActive": false
  },
  {
    "id": 10004,
    "name": "Каменный оберег",
    "desc": "На один час даёт магу, произнёсшему заклинание, защиту от одного попадания стрелой из лука или арбалета.  На персонажа может действовать только один оберег одного типа. \n",
    "effect": "Повяжите зелёную атласную ленту на плечо или голову. После пробития оберега - снимите ленту",
    "manaCost": 1,
    "pointsCost": 3,
    "pic": "restoration",
    "sound": "regen.mp3",
    "isActive": false
  },
  {
    "id": 10005,
    "name": "Великий оберег",
    "desc": "На один час даёт магу, произнёсшему заклинание, защиту от любого дистанционного снаряда, магического или физического. На персонажа может действовать только один оберег одного типа. \n",
    "effect": "Повяжите фиолетовую атласную ленту на плечо или голову. После пробития оберега - снимите ленту",
    "manaCost": 4,
    "pointsCost": 0,
    "pic": "restoration",
    "sound": "regen.mp3",
    "isActive": false
  },
  {
    "id": 20006,
    "name": "Ясновидение",
    "desc": "Позволяет задать богам один вопрос, на который будет дан правдивый ответ “да” или “нет”. Может потребоваться некоторое время для получения ответа. \n",
    "effect": "Обратитесь к ближайшему мастеру",
    "manaCost": 4,
    "pointsCost": 5,
    "pic": "illusion",
    "sound": "illusion.mp3",
    "isActive": false
  },
  {
    "id": 20007,
    "name": "Ужас",
    "desc": "Магический снаряд синего цвета. Не даёт персонажу, в которого попали, совершать атакующие действия в течение двадцати секунд. На некоторых магических существ действует хуже. \n",
    "effect": "Ваши нательные хиты полностью восстановлены",
    "manaCost": 0,
    "pointsCost": 3,
    "pic": "illusion",
    "sound": "illusion.mp3",
    "isActive": false
  },
  {
    "id": 30001,
    "name": "Железная плоть",
    "desc": "На один час даёт любому персонажу один дополнительный хит. Во время боя он снимается первым. На персонаже может быть только один дополнительный хит от этого заклинания. \n",
    "effect": "Повяжите красную атласную ленту на плечо или голову. После получения урона - снимите ленту.",
    "manaCost": 2,
    "pointsCost": 4,
    "pic": "alteration",
    "sound": "alter.mp3",
    "isActive": false
  },
  {
    "id": 30002,
    "name": "Взлом",
    "desc": "Заклинание, открывающее лёгкий замок.\n",
    "effect": "После активации оставьте в замке бумагу со своим именем, после чего замок считается взломанным. Писать на самом замке запрещается.",
    "manaCost": 2,
    "pointsCost": 3,
    "pic": "alteration",
    "sound": "alter.mp3",
    "isActive": false
  },
  {
    "id": 30003,
    "name": "Паралич",
    "desc": "Позволяет парализовать персонажа на одну минуту. Производится только в НЕбоевой ситуации, положа руку на плечо жертвы и произнеся Паралич. \n",
    "effect": "Цель заклинания парализована",
    "manaCost": 2,
    "pointsCost": 0,
    "pic": "alteration",
    "sound": "alter.mp3",
    "isActive": false
  },
  {
    "id": 40001,
    "name": "Захват души",
    "desc": "Позволяет собрать один камень души, остающийся на теле любого существа после его смерти. Камни душ используются для призывов и зачарований.\n",
    "effect": "Заберите камень души у цели вашего заклинания",
    "manaCost": 2,
    "pointsCost": 3,
    "pic": "conjuration",
    "sound": "conjur.mp3",
    "isActive": false
  },
  {
    "id": 40002,
    "name": "Призыв мертвеца",
    "desc": "Поднимает убитого персонажа разумной расы (игрока или игротехника) на десять минут в качестве своего неживого слуги.Душа используется для подъёма, поэтому ни получить камень душ с мертвеца, ни поднять того, чью душу забрали, невозможно. Один маг может контролировать не более трёх мертвецов одновременно. Любой из них может быть упокоен в любой момент по желанию призвавшего.\n",
    "effect": "Мертвец может быть вооружён оружием ближнего боя, имеет 4 хита, иммунитет к ядам, болезням и оглушению.\nМертвец способен выполнять относительно сложные команды призвавшего мага, но не способен говорить. ",
    "manaCost": 4,
    "pointsCost": 5,
    "pic": "conjuration",
    "sound": "conjur.mp3",
    "isActive": false
  },
  {
    "id": 60001,
    "name": "Огненная стрела",
    "desc": "Магический снаряд красного цвета. При попадании снимает 2 хита.\nСтоимость изучения первого снаряда - 1 очко. Каждое последующие стоит на 1 больше.\n",
    "effect": "Ваши нательные хиты полностью восстановлены",
    "manaCost": 0,
    "pointsCost": 1,
    "pic": "destruction",
    "sound": "destruct.mp3",
    "isActive": false
  },
  {
    "id": 50001,
    "name": "Перезарядка",
    "desc": "Для использования требуется камень душ. Полностью перезаряжает посох или иной магический предмет.\n",
    "effect": "Обратитесь к ближайшему мастеру для получения зарядов посоха. Отдайте ему камень душ и продемонстрируйте сертификат посоха.",
    "manaCost": 0,
    "pointsCost": 2,
    "pic": "mysticism",
    "sound": "mystic.mp3",
    "isActive": false
  },
  {
    "id": 50002,
    "name": "Зачаровать оружие",
    "desc": "Для использования требуется камень душ.Делает оружие зачарованным. Зачарованное оружие необходимо для поражения некоторых магических существ, маркируется специальным чипом и красной лентой.\nЗачаровать можно только ларповое оружие.\n",
    "effect": "Обратитесь к ближайшему мастеру. Отдайте ему камень душ и повяжите на оружие красную ленту.",
    "manaCost": 0,
    "pointsCost": 4,
    "pic": "mysticism",
    "sound": "mystic.mp3",
    "isActive": false
  }
]